{
    "date": "2025-12-12",
    "title": "Financial Literacy: Starting to Budget (生活)",
    "english": [
        "Financial literacy, or the knowledge of how to manage your money, is a life skill everyone needs. A crucial first step towards financial freedom is creating a realistic budget.",
        "A budget is essentially a plan for your money: it shows how much income you expect to earn and how you plan to spend or save it. The key benefit is that it gives you **control** and visibility over your finances.",
        "Start by tracking all your expenses for a month. Categorize them into fixed expenses (rent, loans) and variable expenses (groceries, entertainment). Many apps and spreadsheets can simplify this process.",
        "Once you know where your money is going, apply a budgeting rule, like the 50/30/20 rule: 50% for needs, 30% for wants, and 20% for savings and debt repayment. Sticking to a budget allows you to save for big goals and reduce financial stress."
    ],
    "chinese": [
        "金融知识，即如何管理金钱的知识，是每个人都需要的一项生活技能。实现财务自由的关键第一步是制定一个切合实际的预算。",
        "预算本质上是你资金的计划：它显示了你预计赚取多少收入，以及你计划如何花费或储蓄。关键的好处是它为你提供了对财务的**控制权**和可见性。",
        "首先跟踪你一个月的所有的开支。将它们分类为固定开支（租金、贷款）和可变开支（杂货、娱乐）。许多应用程序和电子表格可以简化这一过程。",
        "一旦你知道你的钱花在哪里，就应用一个预算规则，比如 50/30/20 规则：50% 用于需求，30% 用于欲望，20% 用于储蓄和债务偿还。坚持预算可以让你为大目标储蓄并减轻财务压力。"
    ],
    "vocabulary": [
        {
            "word": "literacy",
            "phonetic": "/ˈlɪtərəsi/",
            "meaning": "n. 有文化，（某方面）知识"
        },
        {
            "word": "crucial",
            "phonetic": "/ˈkruːʃl/",
            "meaning": "adj. 关键的，至关重要的"
        },
        {
            "word": "essentially",
            "phonetic": "/ɪˈsenʃəli/",
            "meaning": "adv. 本质上"
        },
        {
            "word": "variable",
            "phonetic": "/ˈveriəbl/",
            "meaning": "adj. 可变的"
        },
        {
            "word": "repayment",
            "phonetic": "/rɪˈpeɪmənt/",
            "meaning": "n. 偿还，还款"
        },
        {
            "word": "sticking to",
            "phonetic": "/ˈstɪkɪŋ tuː/",
            "meaning": "phr. 坚持"
        }
    ]
}