{
    "date": "2025-12-09",
    "title": "The Joy of Cooking at Home (日常)",
    "english": [
        "In a world filled with takeout and ready-made meals, the simple act of cooking at home is a rewarding experience. It's a great way to save money, eat healthier, and connect with others.",
        "When you cook for yourself, you have **full control** over the ingredients, allowing you to easily cut down on excess sugar, salt, and unhealthy fats often found in processed foods. This leads to a better diet and improved energy levels.",
        "Cooking can also be a wonderful form of relaxation. Chopping vegetables, mixing ingredients, and following a recipe can be a meditative process that takes your mind off daily stressors. It's a creative outlet.",
        "Don't feel pressured to cook complicated gourmet meals. Start with simple recipes that use fresh, basic ingredients. Even preparing one meal at home each day can make a significant difference to your wallet and your health."
    ],
    "chinese": [
        "在一个充斥着外卖和预制餐食的世界里，在家做饭这个简单的行为是一种有益的体验。它是省钱、吃得更健康以及与他人联系的好方法。",
        "当你自己做饭时，你对食材有**完全的控制权**，可以轻松减少加工食品中常见的过量糖分、盐分和不健康的脂肪。这有助于改善饮食和提高能量水平。",
        "烹饪也可以是一种极好的放松方式。切蔬菜、混合配料和遵循食谱可以是一个冥想的过程，将你的思绪从日常压力中解脱出来。它是一个创造性的出口。",
        "不要感到有压力去烹饪复杂的美食。从使用新鲜、基本食材的简单食谱开始。即使每天在家准备一顿饭，也能对你的钱包和健康产生重大影响。"
    ],
    "vocabulary": [
        {
            "word": "rewarding",
            "phonetic": "/rɪˈwɔːrdɪŋ/",
            "meaning": "adj. 有益的，值得的"
        },
        {
            "word": "ingredients",
            "phonetic": "/ɪnˈɡriːdiənts/",
            "meaning": "n. 食材，配料"
        },
        {
            "word": "processed",
            "phonetic": "/ˈprəʊsesd/",
            "meaning": "adj. 经过加工的"
        },
        {
            "word": "meditative",
            "phonetic": "/ˈmedɪteɪtɪv/",
            "meaning": "adj. 沉思的，冥想的"
        },
        {
            "word": "stressors",
            "phonetic": "/ˈstresərz/",
            "meaning": "n. 压力源"
        },
        {
            "word": "gourmet",
            "phonetic": "/ˈɡʊrmeɪ/",
            "meaning": "adj. 美食的，精致的"
        }
    ]
}